<?php

session_start();

require_once 'header.php';
?>

<? if(!isset($_SESSION['user'])):?>
<div class="container-mid">Залишати коментарі в блозі можуть лише авторизовані користувачі</div>
<?else:?>
<div class="container-mid">
    <h1>Правила блогу</h1>
    <h2>Заборонено !!!</h2>
    <ul>
        <li>
           - провокативні висловлювання, які ображають честь і
            гідність читачів, інших блогерів та адміністрації сайту;
        </li>
        <li>
           - нецензурні висловлювання;
        </li>
        <li>
           - пропаганда та / або розпалювання расової, релігійної, міжнаціональної ненависті, ворожнечі та /
            або дискримінації за расовою, етнічною, статевою, релігійною, соціальною ознаками;
        </li>
        <li>
           - розміщення неправдивої інформації;
        </li>
        <li>
           - прихована і пряма реклама;
        </li>
        <li>
           - пропаганда сепаратизму, порушення територіальної цілісності України;
        </li>
        <li>
           - інформація, яка містить погрози, дискредитує, принижує честь
            і гідність або ділову репутацію громадян чи організацій;
        </li>
        <li>
           - заклики до дій, які підпадають під дію Кримінального кодексу України.
        </li>
    </ul>
</div>
<?endif?>

<?php
require_once 'footer.php';
?>
